{
  "Pen": [
    {
      "name": "Agencia Luma",
      "description": "Web SPA for a mobile-first digital marketing agency, designed to share the Luma Agency offers to the world (Work in progress)",
      "descriptionModal": "Landing Page SPA, developed with ReactJs, styled-components, React Router Dom, with a modern design, responsive design designed for all types of devices on the market. ",
      "url": "http://luma.chrisrol.xyz/",
      "img": "lumaLogo.png",
      "thumbnail": "lumaTB.png",

      "alt": "Agencia Luma Logo"
    },
    {
      "name": "Fat-Publicity",
      "description": "",
      "descriptionModal": "",
      "url": "https://uat.fatpublicity.agencianmco.com",
      "img": "miniaturaFat.png",
      "thumbnail": "fatTB.png",

      "alt": "fat-publicit"
    },
    {
      "name": "Portfolio",
      "description": "This page where you are, modern and minimalist design, intended to show my projects and offer my services",
      "descriptionModal": "It is this page where you are, LandingPage SPA, with a modern minimalist and responsive-design design, created in ReactJs, styled-components, with the purpose of offering my front-end web development services and showing my projects",
      "url": "https://chrisrol.xyz",
      "img": "miniaturaPortfolio.png",
      "thumbnail": "chrisTB.png",

      "alt": "Chris Rol portfolio"
    },
    {
      "name": "Rolgus Toolbox",
      "description": "SPA, intended to calculate minecraft coordinates, manage users (in development)",
      "descriptionModal": "SPA, developed with ReactJs, React Router Dom, was my first project, which I have a lot of affection for, which is still in development, destined to the creation of more calculators and user systems",
      "url": "https://rolgus.com",
      "img": "rolgusLogo.png",
      "thumbnail": "rolgusTB.png",

      "alt": "Rolgus toolbox minecraft"
    }
  ],
  "Pes": [
    {
      "name": "Agencia Luma",
      "description": "Web SPA para una agencia de marketing digital, mobile-first, diseñada para compartir al mundo las ofertas de Agencia Luma (Work in progress)",
      "descriptionModal": "LandingPage SPA, desarrollada con ReactJs, styled-components, React Router Dom, con diseño moderno, responsive disign pensado para todo tipo de dispositivos del mercado. ",
      "url": "http://luma.chrisrol.xyz/",
      "img": "lumaLogo.png",
      "thumbnail": "lumaTB.png",
      "alt": "Agencia Luma Logo"
    },
    {
      "name": "Fat-Publicity",
      "description": "Landing page, diseñada para mostrar los trabajos de Fat Publicity, desarrollada con ReactJs...",
      "descriptionModal": "Landing page, diseñada para mostrar los trabajos de Fat Publicity, desarrollada con ReactJs, Styled Components, Swiper y Prerenderizada con React Snap!",
      "url": "https://uat.fatpublicity.agencianmco.com",
      "img": "miniaturaFat.png",
      "thumbnail": "fatTB.png",

      "alt": "fat-publicity"
    },

    {
      "name": "Portafolio",
      "description": "Esta pagina donde estas, diseño moderno y minimalista, destinado a mostrar mis proyectos y ofrecer mis servicios",
      "descriptionModal": "Es esta pagina donde estas, LandingPage SPA, con diseño moderno minimalista y responsive-disign, creada en ReactJs, styled-components, con el proposito de ofrecer mis servicios de desarrollo web front-end y mostrar mis  proyectos",
      "url": "https://chrisrol.xyz",
      "img": "miniaturaPortfolio.png",
      "thumbnail": "chrisTB.png",

      "alt": "ChrisRol Portafolio"
    },
    {
      "name": "Caja de herramientas Rolgus",
      "description": "Aplicación de una sola página, destinada a calcular coordenadas de minecraft, manejar usuarios(en desarrollo)",
      "descriptionModal": "SPA, desarrollada con ReactJs, React Router Dom, fue mi primer proyecto, al cual le tengo mucho cariño, el cual aun esta en desarrollo, destinado a la creacion de mas calculadoras y sistema de usuarios",
      "url": "https://rolgus.com",
      "img": "rolgusLogo.png",
      "thumbnail": "lumaTB.png",

      "alt": "Rolgus toolbox minecraft"
    }
  ],
  "borradores": [
    {
      "name": "Portfolio legacy",
      "description": "Mi primer portafolio :3",
      "url": "https://legacy.chrisrol.xyz",
      "img": "legacy.png",
      "alt": "Alt"
    },
    {
      "name": "Cronometro",
      "description": "Cronometro temporizador para mantener sesiones de trabajo organizadas y sin distracciones!",
      "url": "#",
      "descriptionModal": "holas",
      "img": "Cronometro.png",
      "alt": "Alt"
    }
  ]
}
